import React from "react";

function PrivacyPolicy() {
  return (
    <div class="content">
      <script src="//asset.moaform.com/assets/statics/terms-d67c24096f56fdafb40d9875925b5c31431812d59959b1376aa08b5bb3f5925c.js"></script>
      <p>
        <strong>제1조(개인정보의 처리 목적)</strong>
      </p>
      <p>
        주식회사 꿈네트웍스(이하 &ldquo;회사&rdquo;)가 만들고 서비스 하는
        모아폼(&lsquo;www.moaform.com', 이하 &ldquo;서비스&rdquo;)은 다음의
        목적을 위하여 개인정보를 처리하고 있으며, 다음의 목적 이외의 용도로는
        이용하지 않습니다.
      </p>
      <ol>
        <li>
          고객 가입의사 확인, 고객에 대한 서비스 제공에 따른 본인 식별.인증,
          회원자격 유지.관리, 물품 또는 서비스 공급에 따른 금액 결제, 물품 또는
          서비스의 공급.배송 등
        </li>
        <li>개인식별이 불가능한 정보들의 통계 용도</li>
        <li>
          회원이 이미 공개적으로 모아폼을 이용하여 설문조사를 진행하였거나
          진행하고 있는 경우 해당 회원이 모아폼 이용자임을 홍보하기 위한 용도
        </li>
      </ol>
      <p>&nbsp;</p>
      <p>
        <strong>제2조(개인정보의 처리 및 보유 기간)</strong>
      </p>
      <ol>
        <li>
          회사는 정보주체로부터 개인정보를 수집할 때 동의 받은 개인정보
          보유․이용기간 또는 법령에 따른 개인정보 보유․이용기간 내에서
          개인정보를 처리․보유합니다.
        </li>
        <li>
          원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체
          없이 파기합니다. 단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우
          회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를
          보관합니다.
        </li>
        <ol>
          <li>
            표시/광고에 관한 기록 : 6개월 (전자상거래등에서의 소비자보호에 관한
            법률)
          </li>
          <li>
            계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래등에서의
            소비자보호에 관한 법률)
          </li>
          <li>
            대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래등에서의
            소비자보호에 관한 법률)
          </li>
          <li>
            소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래등에서의
            소비자보호에 관한 법률)
          </li>
          <li>
            신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년 (신용정보의 이용
            및 보호에 관한 법률)
          </li>
          <li>통신사실확인자료 제공 : 3개월 (통신비밀보호법)</li>
        </ol>
      </ol>
      <p>&nbsp;</p>
      <p>
        <strong>제3조(개인정보의 제3자 제공)</strong>
      </p>
      <p>
        회사는 정보주체의 별도 동의, 법률의 특별한 규정 등 개인정보 보호법
        제17조에 해당하는 경우 외에는 개인정보를 제3자에게 제공하지 않습니다.
      </p>
      <p>&nbsp;</p>
      <p>
        <strong>제4조(개인정보처리 위탁)</strong>
      </p>
      <ol>
        <li>
          회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보
          처리업무를 위탁하고 있습니다. Nice 정보통신: 신용카드 결제승인 및
          매입업무 대행, 결제확인용 생년월일 및 법인사업자등록번호, 결제연락용
          이메일주소
        </li>
        <li>
          회사는 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적
          외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에
          대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에
          명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
        </li>
        <li>
          위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보
          처리방침을 통하여 공개하도록 하겠습니다.
        </li>
      </ol>
      <p>&nbsp;</p>
      <p>
        <strong>제5조(권리)</strong>
      </p>
      <ol>
        <li>
          정보주체의 권리,의무 및 그 행사방법 이용자는 개인정보주체로서 다음과
          같은 권리를 행사할 수 있으며, 정보주체는 모아폼에 대해 언제든지 다음
          각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
        </li>
        <ol>
          <li>개인정보 열람요구</li>
          <li>오류 등이 있을 경우 정정 요구</li>
          <li>삭제요구</li>
          <li>처리정지 요구</li>
        </ol>
        <li>
          제1항에 따른 권리 행사는 회사에 대해 서면, 전자우편, 고객지원 등을
          통하여 하실 수 있으며 회사는 이에 대해 지체없이 조치하겠습니다.
        </li>
        <li>
          이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는
          회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나
          제공하지 않습니다.
        </li>
        <li>
          만 14세 미만 아동의 경우, 제1항에 따른 권리 행사는 이용자의
          법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이
          경우, 법정대리인은 이용자의 모든 권리를 가집니다.
        </li>
        <li>
          이용자는 정보통신망법, 개인정보보호법 등 관계법령을 위반하여 회사가
          처리하고 있는 이용자 본인이나 타인의 개인정보 및 사생활을 침해하여서는
          아니됩니다.
        </li>
      </ol>
      <p>&nbsp;</p>
      <p>
        <strong>제6조(처리하는 개인정보의 항목 작성)</strong>
      </p>
      <p>회사는 다음의 개인정보 항목들을 처리하고 있습니다.</p>
      <ol>
        <li>
          &lt;회원가입&gt;
          <br />
          필수항목 : 이름, 이메일
          <br />
          선택항목: 성별, 생년월일
        </li>
        <li>
          &lt;구매시 (회원)&gt;
          <br />
          필수항목 : 이메일, 접속 IP 정보, 서비스 이용 기록, 생년월일,
          법인사업자등록번호, 신용카드정보, 이름, 신용카드 비밀번호 앞 두자리
        </li>
        <li>
          &lt;민원처리&gt;
          <br />
          필수항목 : 이메일
        </li>
      </ol>
      <p>&nbsp;</p>
      <p>
        <strong>제7조(개인정보 자동수집장치의 설치, 운영에 대한 사항)</strong>
      </p>
      <ol>
        <li>
          회사는 제공하는 서비스를 통해 이용자의 정보를 저장하고 수시로 찾아내는
          쿠키(cookie)를 설치하고 운용할 수도 있습니다. 회사가 쿠키(cookie)를
          통해 수집한 고객의 정보는 다음의 목적을 위해 사용될 수 있습니다.
        </li>
        <ol>
          <li>설문 제작시 회원별 차별화된 정보를 제공</li>
          <li>
            회원과 비회원의 접속빈도 또는 머문 시간 등을 분석하여 이용자의
            취향과 관심분야를 파악하여 특화된 서비스 제공
          </li>
          <li>답변한 설문의 자취를 추적하여 개인별 답변 서비스를 제공</li>
          <li>유료서비스를 이용 할 때 이용기간 안내</li>
          <li>이용자들의 습관을 분석하여 서비스 개편 등의 척도로 활용</li>
        </ol>
        <li>
          이용자는 쿠키 설치에 대해 거부할 수 있습니다. 단, 쿠키 설치를
          거부하였을 경우 서비스를 정상적으로 이용하지 못 할 수 있습니다. 쿠키
          설치 거부 방법은 다음과 같습니다. (인터넷 익스플로러 기준) 웹 브라우저
          상단의 도구 &gt; 인터넷 옵션 &gt; 개인정보 &gt; 사이트 차단
        </li>
      </ol>
      <p>&nbsp;</p>
      <p>
        <strong>제8조(개인정보의 파기)</strong>
      </p>
      <p>
        회사는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당
        개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.
      </p>
      <ol>
        <li>
          파기절차
          <br />
          이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우
          별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후
          혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가
          아니고서는 다른 목적으로 이용되지 않습니다.
        </li>
        <li>
          파기기한
          <br />
          이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의
          종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의
          폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의
          처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를
          파기합니다.
        </li>
      </ol>
      <p>&nbsp;</p>
      <p>
        <strong>제9조(개인정보의 안전성 확보)</strong>
      </p>
      <p>
        회사는 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한
        기술적/관리적 및 물리적 조치를 하고 있습니다.
      </p>
      <ol>
        <li>
          개인정보 취급 직원의 최소화 및 교육
          <br />
          개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여
          개인정보를 관리하는 대책을 시행하고 있습니다.
        </li>
        <li>
          정기적인 자체 감사 실시
          <br />
          개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를
          실시하고 있습니다.
        </li>
        <li>
          개인정보의 암호화
          <br />
          이용자의 개인정보 및 비밀번호는 암호화 되어 저장 및 관리되고 있어,
          본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화
          하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고
          있습니다.
        </li>
        <li>
          해킹 등에 대비한 기술적 대책
          <br />
          모아폼은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을
          막기 위하여 보안프로그램을 설치하고 주기적인 갱신&middot;점검을 하며
          외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로
          감시 및 차단하고 있습니다.
        </li>
        <li>
          개인정보에 대한 접근 제한
          <br />
          개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의
          부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한
          조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을
          통제하고 있습니다.
        </li>
        <li>
          접속기록의 보관 및 위변조 방지
          <br />
          개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고
          있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고
          있습니다.
        </li>
      </ol>
      <p>&nbsp;</p>
      <p>
        <strong>제10조(개인정보 보호책임자 작성)</strong>
      </p>
      <ol>
        <li>
          회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와
          관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이
          개인정보 보호책임자를 지정하고 있습니다.
          <br />- 개인정보 보호책임자 <br />- 성명 : 서명철
          <br />- 직책 : CEO
          <br />- 직급 : 대표이사
          <br />- 연락처 : mcseo@qoom.net
        </li>
        <li>
          정보주체께서는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든
          개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보
          보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 정보주체의
          문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
        </li>
      </ol>
      <p>&nbsp;</p>
      <p>
        <strong>제11조(개인정보 처리방침 변경)</strong>
      </p>
      <ol>
        <li>
          회사는 이 개인정보 처리방침의 내용과 상호 및 대표자 성명, 영업소
          소재지 주소, 전자우편주소, 사업자등록번호, 통신판매업 신고번호,
          개인정보관리책임자등을 연결화면을 통하여 게시합니다.
        </li>
        <li>
          회사는 회원가입시 이용자에게 회원가입 행위가 개인정보 처리방침에
          동의하는 행위임을 알리고 개인정보 처리방침의 내용을 연결화면을 통하여
          볼 수 있도록 합니다.
        </li>
        <li>
          회사는 관련 법을 위배하지 않는 범위에서 이 개인정보 처리방침을 개정할
          수 있습니다.
        </li>
        <li>
          회사가 개인정보 처리방침을 개정할 경우에는 개정사유를 명시하여 현행
          개인정보 처리방침, 개정 개인정보 처리방침을 모두 볼 수 있도록 하여
          서비스의 게시판에 개정 개인정보 처리방침 적용 7일 이전 부터 적용일자
          전일 까지 공지하며 회원 각 개인의 이메일로 개정 개인정보 처리방침 적용
          7일 이전에 개정 내용을 발송합니다.
        </li>
        <li>
          회사가 개인정보 처리방침을 개정할 경우에는 제1항에 의한 방법으로
          회원들에게 개정 사항을 알리며 개정 개인정보 처리방침 적용 7일 이전
          부터 적용일자 전일 까지 이의 의사를 회사측에 표명하지 않으면 개정
          개인정보 처리방침에 동의하는 것으로 간주합니다. &nbsp;
        </li>
      </ol>
    </div>
  );
}

export default PrivacyPolicy;
