import React from "react";

function termsOfUseText() {
  return (
    <div className="content">
      <div className="contentbox notices-terms">
        <p>
          <strong>제1조(목적)</strong>
        </p>
        <p>
          이 약관은 주식회사 꿈네트웍스(이하 &ldquo;회사&rdquo;)가 운영하는
          모아폼 (www.moaform.com)에서 제공하는 인터넷 관련 서비스(이하
          &ldquo;서비스&rdquo; 또는 &ldquo;모아폼&rdquo;이라 한다)를 이용함에
          있어 회사와 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로
          합니다.
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>제2조(정의)</strong>
        </p>
        <ol>
          <li>
            &ldquo;모아폼&rdquo;이란 회사가 서비스를 이용자에게 제공하기 위하여
            컴퓨터 등 정보통신설비를 이용하여 서비스를 제공하고 거래할 수 있도록
            설정한 가상의 영업장을 말하며, 아울러 서비스를 제공하는 사업자의
            의미로도 사용합니다.
          </li>
          <li>
            &ldquo;이용자&rdquo;란 모아폼에 접속하여 이 약관에 따라 모아폼이
            제공하는 서비스를 받는 회원 및 비회원을 말합니다.
          </li>
          <li>
            &ldquo;회원&rdquo;이라 함은 모아폼에 회원등록을 한 자로서,
            계속적으로 모아폼이 제공하는 서비스를 이용할 수 있는 자를 말합니다.
          </li>
          <li>
            &ldquo;비회원&rdquo;이라 함은 회원에 가입하지 않고 모아폼이 제공하는
            서비스를 이용하는 자를 말합니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제3조(약관 등의 명시와 설명 및 개정)</strong>
        </p>
        <ol>
          <li>
            회사는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소,
            전자우편주소, 사업자등록번호, 통신판매업 신고번호,
            개인정보관리책임자등을 연결화면을 통하여 게시합니다.
          </li>
          <li>
            회사는 회원가입시 이용자에게 회원가입 행위가 약관에 동의하는
            행위임을 알리고 약관의 내용을 연결화면을 통하여 볼 수 있도록 합니다.
          </li>
          <li>
            회사는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의
            규제에 관한 법률」, 「전자문서 및 전자거래기본법」,
            「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및
            정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」,
            「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을
            개정할 수 있습니다.
          </li>
          <li>
            회사가 약관을 개정할 경우에는 개정사유를 명시하여 현행약관,
            개정약관을 모두 볼 수 있도록 하여 서비스의 게시판에 개정 약관 적용
            7일 이전 부터 적용일자 전일 까지 공지하며 회원 각 개인의 이메일로
            개정 약관 적용 7일 이전에 개정 내용을 발송합니다.
          </li>
          <li>
            회사가 약관을 개정할 경우에는 제4항에 의한 방법으로 회원들에게 개정
            사항을 알리며 개정 약관 적용 7일 이전 부터 적용일자 전일 까지 이의
            의사를 회사측에 표명하지 않으면 개정 약관에 동의하는 것으로
            간주합니다. &nbsp;
          </li>
          <li>
            이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는
            전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한
            법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및
            관계법령 또는 상관례에 따릅니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제4조(서비스의 제공 및 변경)</strong>
        </p>
        <ol>
          <li>회사는 다음과 같은 업무를 수행합니다.</li>
          <ol>
            <li>서비스에 대한 정보 제공 및 구매계약의 체결</li>
            <li>구매계약이 체결된 서비스 제공</li>
            <li>기타 회사가 정하는 업무</li>
          </ol>
          <li>
            회사는 서비스의 품절 또는 기술적 사양의 변경 등의 경우에는 장차
            체결되는 계약에 의해 제공할 서비스의 내용을 변경할 수 있습니다.
          </li>
          <li>
            회사가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 기술적
            사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지
            가능한 주소로 즉시 통지합니다.
          </li>
          <li>
            전항의 경우 회사는 이로 인하여 이용자가 입은 손해를 배상합니다.
            다만, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지
            아니합니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제5조(서비스의 중단)</strong>
        </p>
        <ol>
          <li>
            회사는 컴퓨터 등 정보통신설비의 보수점검․교체 및 고장, 통신의 두절
            등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수
            있습니다.
          </li>
          <li>
            회사는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여
            유료 이용자가 입은 손해에 대하여 사용 중인 동일한 서비스의 기간
            연장의 방법으로 보상합니다. 단, 회사가 고의 또는 과실이 없음을
            입증하는 경우에는 그러하지 아니합니다.
          </li>
          <li>
            사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를
            제공할 수 없게 되는 경우에는 모아폼은 제8조에 정한 방법으로
            이용자에게 통지하고 당초 회사에서 제시한 조건에 따라 소비자에게
            보상합니다. 다만, 회사가 보상기준 등을 고지하지 아니한 경우에는
            이용자들의 마일리지 또는 적립금 등을 서비스에서 통용되는 통화가치에
            상응하는 현물 또는 현금으로 이용자에게 지급합니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제6조(회원가입)</strong>
        </p>
        <ol>
          <li>
            이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입하는 것으로 이
            약관에 동의한다는 의사표시를 대체하며 회원가입을 신청합니다.
          </li>
          <li>
            회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각
            호에 해당하지 않는 한 회원으로 등록합니다.
          </li>
          <ol>
            <li>
              가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한
              적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이
              경과한 자로서 모아폼의 회원재가입 승낙을 얻은 경우에는 예외로
              한다.
            </li>
            <li>등록 내용에 허위, 기재누락, 오기가 있는 경우</li>
            <li>
              기타 회원으로 등록하는 것이 서비스의 기술상 현저히 지장이 있다고
              판단되는 경우
            </li>
          </ol>
          <li>
            회원가입계약의 성립 시기는 회사의 승낙이 회원에게 도달한 시점으로
            합니다.
          </li>
          <li>
            회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간
            이내에 회사에 대하여 회원정보 수정 등의 방법으로 그 변경사항을
            알려야 합니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제7조(회원 탈퇴 및 자격 상실 등)</strong>
        </p>
        <ol>
          <li>
            회원이 언제든 탈퇴할 수 있도록 서비스내 탈퇴 기능을 제공합니다
          </li>
          <li>
            회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및
            정지시킬 수 있습니다.
          </li>
          <ol>
            <li>가입 신청 시에 허위 내용을 등록한 경우</li>
            <li>
              서비스를 이용하여 구입한 서비스의 대금, 기타 서비스 이용에
              관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
            </li>
            <li>
              다른 사람의 서비스이용을 방해하거나 그 정보를 도용하는 등
              전자상거래 질서를 위협하는 경우
            </li>
            <li>
              서비스를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는
              행위를 하는 경우
            </li>
            <li>
              가입후 설문을 만든 기록이 없으며, 최근 1년간 접속한 기록이 없고,
              가입시 입력한 이메일 주소를 인증받지 않은 경우
            </li>
          </ol>
          <li>
            회사가 회원 자격을 제한․정지 시킨 후, 동일한 행위가 2회 이상
            반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는
            회원자격을 상실시킬 수 있습니다.
          </li>
          <li>
            회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우
            회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을
            정하여 소명할 기회를 부여합니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제8조(회원에 대한 통지)</strong>
        </p>
        <ol>
          <li>
            회사가 회원에 대한 통지를 하는 경우, 회원이 모아폼 가입시 제공한
            전자우편 주소로 할 수 있습니다.
          </li>
          <li>
            회사는 불특정다수 회원에 대한 통지의 경우 서비스의 게시판에
            게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의
            거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를
            합니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제9조(구매신청 및 개인정보 제공 동의 등)</strong>
        </p>
        <ol>
          <li>
            서비스 이용자는 서비스상에서 다음 또는 이와 유사한 방법에 의하여
            구매를 신청하며, 회사는 이용자가 구매신청을 함에 있어서 다음의 각
            내용을 알기 쉽게 제공하여야 합니다.
          </li>
          <ol>
            <li>서비스의 검색 및 선택</li>
            <li>
              사용자의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호)
              등의 입력
            </li>
            <li>
              서비스의 구매신청 및 이에 관한 확인 또는 모아폼의 확인에 대한 동의
            </li>
            <li>결제방법의 선택</li>
          </ol>
          <li>
            회사가 제3자에게 구매자의 구매 절차에 필수적인 개인정보를 제공할
            필요가 있는 경우 「정보통신망 이용촉진 및 정보보호 등에 관한
            법률」에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써
            고지절차와 동의절차를 거치지 않아도 됩니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제10조 (계약의 성립)</strong>
        </p>
        <ol>
          <li>
            회사는 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지
            않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는
            법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이
            계약을 취소할 수 있다는 내용을 고지하여야 합니다.
          </li>
          <ol>
            <li>신청 내용에 허위, 기재누락, 오기가 있는 경우</li>
            <li>미성년자가 청소년보호법에서 금지하는 서비스를 구매하는 경우</li>
            <li>
              기타 구매신청에 승낙하는 것이 모아폼 기술상 현저히 지장이 있다고
              판단하는 경우
            </li>
          </ol>
          <li>
            회사는 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 하며,
            회사의 승낙이 수신확인통지형태로 이용자에게 도달한 시점에 계약이
            성립한 것으로 봅니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제11조(지급방법)</strong>
        </p>
        <p>
          구매한 서비스에 대한 대금지급방법은 다음 각 호의 방법 중 가용한
          방법으로 할 수 있습니다.
        </p>
        <ol>
          <li>폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체</li>
          <li>선불카드, 직불카드, 신용카드 등의 각종 카드 결제</li>
          <li>온라인무통장입금</li>
          <li>전자화폐에 의한 결제</li>
          <li>수령 시 대금지급</li>
          <li>마일리지 등 모아폼이 지급한 포인트에 의한 결제</li>
          <li>모아폼과 계약을 맺었거나 모아폼이 인정한 상품권에 의한 결제</li>
          <li>기타 전자적 지급 방법에 의한 대금 지급 등</li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제12조(서비스의 공급)</strong>
        </p>
        <ol>
          <li>
            회사는 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상,
            이용자가 청약을 한 시점부터 즉시 서비스를 제공할 수 있도록 필요한
            조치를 취합니다. 회사는 이용자가 서비스의 공급 절차 및 진행 사항을
            확인할 수 있도록 적절한 조치를 합니다.
          </li>
          <li>
            회사는 이용자가 구매한 서비스에 대해 서비스 제공 방법 및 기간 등을
            명시합니다. 만약 회사가 약정 서비스 제공 기간을 어길 경우에는 그로
            인한 이용자의 손해를 배상하여야 합니다. 다만 회사가 고의․과실이
            없음을 입증한 경우에는 그러하지 아니합니다.
          </li>
          <li>
            회사의 일부 유료 서비스는 반복적, 주기적으로 이용 대금이 자동으로
            결제됩니다. 회사는 이용자가 반복적, 주기적으로 자동 결제되는
            서비스를 구매시 이를 이용자에게 알려야 합니다. 이용자는 구매 후
            언제든지 반복적, 주기적 자동 결제 상태를 손쉽게 해제할 수
            있으며(해제시 다음 주기부터 적용) 회사는 해제 방법을 이용자에게
            알려줘야 합니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제13조(청약의 철회 및 환급)</strong>
        </p>
        <p>
          회사는 유료 서비스를 일정기간 무료로 사용해 볼 수 있는 서비스를
          제공하는 대신, 유료 서비스 구매시 청약의 철회 및 지불된 서비스 대금의
          환불은 다음 각 호의 경우 외에는 하지 않습니다.
        </p>
        <ol>
          <li>
            현재 사용 중인 서비스보다 더 상위 서비스로 업그레이드 하는 경우,
            현재 사용 중인 서비스의 남은 기간에 대한 대금을 업그레이드 대금에서
            차감해 주는 형태로 환불합니다.
          </li>
          <li>
            이용자가 구매신청한 서비스의 중단 등의 사유로 더 이상 제공을 할 수
            없을때 지체없이 그 사유를 이용자에게 통지하고 지급 받은 대금을
            환급하거나 환급에 필요한 조치 또는 중단된 서비스에 상응하는 다른
            서비스를 이용자의 동의 하에 제공합니다.
          </li>
          <li>
            회사의 과실로 이용자가 구매신청한 서비스에 중대한 문제가 발생하여
            일정 기간 이상 정상적으로 사용할 수 없는 상태가 지속되었을 경우, 그
            기간만큼 동일한 서비스의 기간을 연장해 주는 방법으로 보상합니다.
          </li>
          <li>
            이용자가 구매 대금을 완납하지 않는 경우 회사는 강제로 청약을 철회할
            수 있습니다.
          </li>
          <li>
            청약철회에 관하여 「전자상거래 등에서의 소비자보호에 관한 법률」에
            달리 정함이 있는 경우에는 동 법 규정에 따릅니다.
          </li>
          <li>
            서비스의 내용이 표시&middot;광고 내용과 다르거나 계약내용과 다르게
            이행된 때에는 당해 서비스를 공급받은 날부터 3일 이내, 그 사실을 안
            날 또는 알 수 있었던 날부터 7일 이내에 청약철회 등을 할 수 있습니다.
          </li>
          <li>
            유료 서비스 이용 중 회원 탈퇴를 하게 되면 현재 유료 서비스 이용
            중임을 알림과 동시에 탈퇴시 환불 없이 모든 회원 정보 및 설문 정보가
            삭제되며 이 것은 되돌릴 수 없음을 알리고 탈퇴하도록 한다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제14조(개별 서비스에 대한 약관 및 이용조건)</strong>
        </p>
        <ol>
          <li>
            회사는 개별 서비스와 관련한 별도의 약관 및 이용정책을 둘 수 있으며,
            개별서비스에서 별도로 적용되는 약관에 대한 동의는 회원이
            개별서비스를 최초로 이용할 경우 별도의 동의절차를 거치게 됩니다. 이
            경우 개별 서비스에 대한 이용약관 등이 본 약관에 우선합니다.
          </li>
          <li>
            전항에도 불구하고 회사는 개별 서비스에 대한 이용정책에 대해서는
            서비스를 통해 공지할 수 있으며, 이용자는 이용정책을 숙지하고
            준수하여야 합니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제15조(개인정보보호)</strong>
        </p>
        <ol>
          <li>
            회사는 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서
            최소한의 개인정보를 수집합니다.
          </li>
          <li>
            회사는 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지
            않습니다. 다만, 관련 법령상 의무이행을 위하여 구매계약 이전에
            본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는
            경우에는 그러하지 아니합니다.
          </li>
          <li>
            회사는 이용자의 개인정보를 수집&middot;이용하는 때에는 당해
            이용자에게 그 목적을 고지하고 동의를 받습니다.
          </li>
          <li>
            회사는 수집된 개인정보를 목적외의 용도로 이용할 수 없으며, 새로운
            이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는
            이용&middot;제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를
            받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
          </li>
          <li>
            회사가 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는
            개인정보관리 책임자의 신원(소속, 성명 및 연락처), 정보의 수집목적 및
            이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및
            제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한
            법률」 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며
            이용자는 언제든지 이 동의를 철회할 수 있습니다.
          </li>
          <li>
            이용자는 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및
            오류정정을 요구할 수 있으며 회사는 이에 대해 지체 없이 필요한 조치를
            취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는회사는 그
            오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
          </li>
          <li>
            회사는 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를
            최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 이용자의
            개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한
            이용자의 손해에 대하여 모든 책임을 집니다.
          </li>
          <li>
            회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적
            또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이
            파기합니다.
          </li>
          <li>
            회사는 개인정보의 수집&middot;이용&middot;제공에 관한 이용자의
            동의거절시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이
            아닌 개인정보의 수집&middot;이용&middot;제공에 관한 이용자의 동의
            거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지
            않습니다.
          </li>
          <li>
            회원이 이미 공개적으로 모아폼을 이용하여 설문조사를 진행하였거나
            진행하고 있는 경우 회사는 해당 회원이 모아폼 이용자임을 대외적으로
            홍보할 수 있습니다
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제16조(회사의 의무)</strong>
        </p>
        <ol>
          <li>
            회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지
            않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화․용역을
            제공하는데 최선을 다하여야 합니다.
          </li>
          <li>
            회사는 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의
            개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
          </li>
          <li>
            회사가 서비스에 대하여 「표시․광고의 공정화에 관한 법률」 제3조
            소정의 부당한 표시․광고행위를 함으로써 이용자가 손해를 입은 때에는
            이를 배상할 책임을 집니다.
          </li>
          <li>
            회사는 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지
            않습니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제17조(회원의 ID 및 비밀번호에 대한 의무)</strong>
        </p>
        <ol>
          <li>
            회사의 보안 시스템 오류 외 ID와 비밀번호에 관한 관리책임은 회원에게
            있습니다.
          </li>
          <li>
            회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
            1개의 ID와 비밀번호는 사용자 1명만 사용할 수 있습니다.
          </li>
          <li>
            회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을
            인지한 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우에는
            그에 따라야 합니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제18조(이용자의 의무)</strong>
        </p>
        <p>이용자는 다음 행위를 하여서는 안 됩니다.</p>
        <ol>
          <li>신청 또는 변경시 허위 내용의 등록</li>
          <li>타인의 정보 도용</li>
          <li>서비스에 게시된 정보의 변경</li>
          <li>
            회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
          </li>
          <li>회사, 서비스 및 기타 제3자의 저작권 등 지적재산권에 대한 침해</li>
          <li>
            회사, 서비스 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는
            행위
          </li>
          <li>
            외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를
            서비스에 공개 또는 게시하거나 서비스를 이용해 제작하고 게시하는 행위
          </li>
          <li>회사의 서면 동의 없이 서비스를 대여 또는 재판매하는 행위</li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제19조(저작권의 귀속 및 이용제한)</strong>
        </p>
        <ol>
          <li>
            회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에
            귀속합니다.
          </li>
          <li>
            이용자는 서비스를 이용함으로써 얻은 정보 중 회사에게 지적재산권이
            귀속된 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송
            기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게
            하여서는 안됩니다.
          </li>
          <li>
            이용자가 제작한 설문 및 그 설문에 대한 답변 데이터에 대한 저작권은
            이용자에게 귀속합니다.
          </li>
          <li>
            회사는 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해
            이용자에게 통보하여야 합니다.
          </li>
          <li>
            회사는 이용자의 개인 식별이 불가능한 정보에 대해서는 통계 목적으로
            활용할 수 있습니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제20조(분쟁해결)</strong>
        </p>
        <ol>
          <li>
            회사는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을
            처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와
            처리일정을 즉시 통보해 드립니다.
          </li>
          <li>
            회사와 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의
            피해구제신청이 있는 경우에는 공정거래위원회 또는 시&middot;도지사가
            의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
          </li>
        </ol>
        <p>&nbsp;</p>
        <p>
          <strong>제21조(재판권 및 준거법)</strong>
        </p>
        <ol>
          <li>
            회사와 이용자 간에 발생한 분쟁에 관한 소송은 제소 당시의 이용자의
            주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의
            전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가
            분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에
            제기합니다.
          </li>
        </ol>
      </div>
    </div>
  );
}

export default termsOfUseText;
